{
  "fr": {
    "title": "APLOSN",
    "description_header": "L'APLOSN c'est l'Association pour la Promotion du Libre, de l’Open Source et de la Souveraineté Numérique en France",
    "who_we_are": "Qui sommes nous ?",
    "paragraph1": "Nous sommes une association engagée pour un numérique libre, éthique et souverain.",
    "mission": "Notre mission : promouvoir l'utilisation, le développement et la diffusion des logiciels libres et des solutions open source.",
    "paragraph2": "Face aux enjeux croissants de la souveraineté numérique, nous sensibilisons le public, les entreprises, les établissements scolaires et les collectivités aux alternatives respectueuses des libertés numériques. Nous défendons les droits des utilisateurs et soutenons toutes les initiatives visant à renforcer l’indépendance technologique en France.",
    "actions_title": "Nos actions s’articulent autour de plusieurs axes :",
    "actions_list": [
      "Sensibilisation et vulgarisation autour des enjeux du logiciel libre, de la cybersécurité et de l’open source ;",
      "Organisation d’événements : conférences, ateliers, formations, rencontres thématiques ;",
      "Formation et accompagnement pour un numérique éthique, durable et responsable."
    ],
    "ctf_title": "Nous avons également constitué une équipe Capture The Flag (CTF), active et structurée, afin de :",
    "ctf_list": [
      "Participer à des compétitions nationales et internationales ;",
      "Partager les savoirs techniques dans un esprit d’entraide et de dépassement de soi ;",
      "Valoriser les talents émergents dans un cadre respectueux de la loi et des valeurs du logiciel libre."
    ],
    "closing": "Ensemble, nous œuvrons pour un futur numérique plus libre, plus juste, et plus respectueux des utilisateurs.",
    "motto": "Notre devise : « L’humanité de demain sera libre et open source, nous devons donc commencer ce soir. »",
    "partner": "Hackuten",
    "partner-title": "Nos partenaires",
    "email": "votre email :",
    "last_name": "votre nom de famille :",
    "name": "votre prénom :",
    "phone_number": "votre numéro de téléphone :",
    "message": "votre message :",
    "submit": "envoyer",
    "ctf-name": "Dino CTF",
    "ctf-description": "Dino CTF est une compétition Capture The Flag (CTF) organisée par l'APLOSN, conçue pour mettre à l'épreuve les compétences des participants en cybersécurité et en hacking éthique.",
    "ctf-info": "À propos du ctf",
    "ctf-format": "format : jeopardy",
    "ctf-themes": "theme : jeux videos",
    "ctf-place": "Lieu : Lyon, France"
  },
  "en": {
    "title": "APLOSN",
    "description_header": "APLOSN is the Association for the Promotion of Free Software, Open Source and Digital Sovereignty in France",
    "who_we_are": "Who are we?",
    "paragraph1": "We are an organization committed to a free, ethical, and sovereign digital world.",
    "mission": "Our mission: promote the use, development, and distribution of free and open-source software solutions.",
    "paragraph2": "Given the growing challenges of digital sovereignty, we raise awareness among the public, companies, schools, and institutions about alternatives that respect digital freedoms. We defend users' rights and support all initiatives that aim to strengthen technological independence in France.",
    "actions_title": "Our actions focus on several areas:",
    "actions_list": [
      "Awareness and outreach about free software, cybersecurity, and open source issues;",
      "Event organization: conferences, workshops, training, thematic meetings;",
      "Training and support for ethical, sustainable, and responsible digital practices."
    ],
    "ctf_intro": "We have also formed a Capture The Flag (CTF) team, active and organized, in order to:",
    "ctf_list": [
      "Participate in national and international competitions;",
      "Share technical knowledge in a spirit of mutual aid and self-improvement;",
      "Highlight emerging talents within the framework of the law and free software values."
    ],
    "closing": "Together, we are working for a freer, fairer, and more respectful digital future.",
    "motto": "Our motto: \"Tomorrow's humanity will be free and open source, so we must start tonight.\"",
    "partner": "Hackuten",
    "partner-title": "Our partners",
    "email": "your email :",
    "last_name": "your last name :",
    "name": "your name :",
    "phone_number": "your phone number :",
    "message": "your message :",
    "submit": "submit",
    "ctf-name": "Dino CTF",
    "ctf-description": "Dino CTF is a Capture The Flag (CTF) competition organized by APLOSN, designed to challenge participants' skills in cybersecurity and ethical hacking. It features a variety of challenges that test knowledge in areas such as cryptography, web security, reverse engineering, and more. The event aims to promote learning and collaboration within the cybersecurity community while adhering to the principles of free software and open source.",
    "ctf-info": "About the CTF",
    "ctf-format": "Format : jeopardy",
    "ctf-themes": "themes : video games",
    "ctf-place": "Location: Lyon, France"
  }
}
